Repository: 23justo/GECI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Crear Usuario
fi: Create User

source: Nombres
fi: Names

source: Apellidos
fi: Surnames

source: Tipo
fi: Type

source: Correo
fi: Mail

source: Telefono
fi: Phone

source: Confirmar Password
fi: Confirm Password

source: Clinica
fi: Clinics

source: Permisos de Edicion y Eliminacion
fi: Delete and Modify Privileges

source: Ingresar
fi: Create

source: Cancelar
fi: Cancel

source: Crear Cita
fi: Create Appointment

source: Fecha Inicio
fi: Begining Date

source: Fecha Fin
fi: End Date

source: Paciente
fi: Patient

source: Descripcion
fi: Description

source: Editar Cita
fi: Modify Appointment

source: Editar
fi: Modify

source: ¡Estas A Punto De Eliminar Una Cita!.
fi: ¡You're about to delete an appointment!.

source: Toda Informacion Relacionada sera ELIMINADA.
fi: every related data will be DELETED

source: Seguro Deseas Eliminar la Cita:
fi: Are you sure you want to delete this appointment:

source: Del:
fi: From:

source: Al:
fi: To:

source: La cita pertenece a:
fi: The appointment belongs to:

source: Eliminar
fi: Delete

source: Listado de Pacientes
fi: Patients List

source: Acciones
fi: Actions

source: Agregar Movimiento
fi: Add Biling Charge

source: Imprimir Receta
fi: Print Prescription

source: DPI:
fi: Identifier

source: Direccion:
fi: Direction

source: Bienvenido
fi: Welcome

source: Inicio
fi: Home

source: Pacientes
fi: Patients

source: Listado
fi: List

source: Agregar
fi: Add

source: Doctores
fi: Doctors

source: Movimientos Contables
fi: Biling Charges

source: Cerrar Sesion
fi: Log Out

source: Sistema
fi: System

source: Usuarios
fi: Users

source: Clinicas
fi: Clinics
